Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: བདག་གིས་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ། བདག་གི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དོ་ཞེ་འམ། བདག་གིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་ལ་སྤྱད་པར་བྱའོ་ཞེ་འམ།
en: That is to say, it does not indulge in concepts such as ‘I should engage in physical forms’; ‘This is my physical form’; ‘I should engage in feelings, perceptions, formative predispositions, and consciousness’; ‘This is my consciousness [and so forth]’; ‘I should engage in the sense fields, sensory elements, and links of dependent origination’; ‘These are my links of dependent origination [and so forth]’; ‘I should engage in the perfections, all the aspects of emptiness, and the factors conducive to enlightenment’; ‘These are my factors conducive to enlightenment [and so forth]’; ‘I should engage in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways’; ‘These are my dhāraṇī gateways [and so forth]’; ‘I should engage in the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas’; ‘These are my eighteen distinct qualities of the buddhas [and so forth]’; ‘I should engage in unsurpassed, complete enlightenment’; or ‘This is my unsurpassed, complete enlightenment.’

source: བདག་གི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་བོ་ཞེས་བྱ་བར་བདག་དང་བདག་གིར་བྱ་བ་མེད་དོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་ནི་འཛིན་པ་ལ་མི་སྤྱོད་མི་འཛིན་པ་ལའང་མི་སྤྱོད་དོ།
en: The enlightenment of bodhisattva great beings does not engage in grasping and it does not engage in nongrasping.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་འཛིན་པ་ལ་ཡང་མི་སྤྱོད། མི་འཛིན་པ་ལ་ཡང་མི་སྤྱོད་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་ཅི་ལ་སྤྱོད་པ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Subhūti then asked, “Blessed Lord, if the enlightenment of bodhisattva great beings does not engage in grasping and does not engage in nongrasping, in what does the enlightenment of bodhisattva great beings engage?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པའི་བྱང་ཆུབ་འཛིན་པ་འམ། མི་འཛིན་པ་འམ། ཅི་ལ་ཡང་སྤྱོད་པ་ཡོད་དམ།
en: Subhūti, do you think that the enlightenment emanated by the tathāgatas engages in anything at all—grasping or nongrasping?”

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དགྲ་བཅོམ་པའི་རྨི་ལམ་གྱི་བློ་འཛིན་པ་འམ་མི་འཛིན་པ་གང་ལ་ཡང་སྤྱོད་དམ།
en: Subhūti, do you think that the intelligence of an arhat who is dreaming engages in anything at all—grasping or nongrasping?”

source: དགྲ་བཅོམ་པ་ལ་ཡོད་ཡང་ཉལ་བ་མ་མཆིས་ན། དེའི་རྨི་ལམ་གྱི་བློ་འཛིན་པ་འམ། མི་འཛིན་པ་ལ་སྤྱོད་པར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Even in the case of arhats, since they do not lie down [to sleep], how could their intelligence while they are dreaming possibly engage in grasping or nongrasping!” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་ཀྱང་འཛིན་པ་འམ། མི་འཛིན་པ་ལ་སྤྱོད་པ་མེད་དོ། །གསོལ་པ།
en: Subhūti,” said the Blessed One, “in the same way, the enlightenment of bodhisattva great beings does not engage in either grasping or nongrasping.” “

source: བཅོམ་ལྡན་འདས་གལ་ཏེ་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བྱང་ཆུབ་འཛིན་པ་ལ་ཡང་མི་སྤྱོད། མི་འཛིན་པ་ལ་ཡང་མི་སྤྱོད། གཟུགས་ལ་ཡང་མི་སྤྱོད། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་ཡང་མི་སྤྱོད། སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ལ་ཡང་མི་སྤྱོད། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ལ་ཡང་མི་སྤྱོད། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ལ་ཡང་མི་སྤྱོད། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མི་སྤྱོད། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ལ་ཡང་མི་སྤྱོད་ན།
en: Blessed Lord, if the enlightenment of bodhisattva great beings does not engage in grasping or nongrasping; {Ki.

source: ཇི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་སྤྱོད། སྟོང་པ་ཉིད་བཅུ་བཞི་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་དང་། བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་།
en: VIII: 103} does not engage in physical forms; does not engage in feelings, perceptions, formative predispositions, or consciousness; does not engage in the sense fields, sensory elements, or links of dependent origination; does not engage in the perfections, all the aspects of emptiness, or the factors conducive to enlightenment; does not engage in the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, or the dhāraṇī gateways; does not engage in the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas; and does not engage in [the goals], up to and including all-aspect omniscience, how then do bodhisattva great beings practice the six perfections, and how do they practice the fourteen aspects of emptiness, the thirty-seven factors conducive to enlightenment, the three gateways of liberation, the meditative concentrations, the aspects of liberation, the meditative stabilities, all the [formless] absorptions, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas?

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་སྤྱོད། བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་རྫོགས་པར་བགྱིས།
en: How would they perfect the ten bodhisattva levels?

source: མངོན་པར་ཤེས་པ་ལྔ་ལ་གནས།
en: How would they be established in the five extrasensory powers?

source: བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་ཞུགས།
en: How would they enter a bodhisattva’s full maturity?

source: སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བགྱིས།
en: How would they refine the buddhafields?

source: སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བགྱིས།
en: How would they bring beings to maturation?

source: མི་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་ཡོངས་སུ་བསྒྲུབས་ཤིང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར། བཅོམ་ལྡན་འདས་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལ་མ་སྤྱད། སྟོང་པ་ཉིད་བཅུ་བཞི་ལ་མ་སྤྱད། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ལ་མ་སྤྱད། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་ལ་མ་སྤྱད། བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ཐམས་ཅད་ལ་མ་སྤྱད། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་།
en: How would they actualize the thirty-two major marks of a great person and the eighty excellent minor marks, and how would they attain consummate buddhahood in all-aspect omniscience?

source: སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ལ་མ་སྤྱད། བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་རྫོགས་པར་མ་བགྱིས། མངོན་པར་ཤེས་པ་ལྔ་ལ་མི་གནས། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་མ་ཞུགས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་མ་བགྱིས། སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་མ་བགྱིས།
en: Blessed Lord, they cannot attain consummate buddhahood in unsurpassed, complete enlightenment without having practiced the six perfections; without having practiced the fourteen aspects of emptiness; without having practiced the thirty-seven factors conducive to enlightenment; without having practiced the three gateways of liberation; without having practiced the meditative concentrations, the aspects of liberation, the meditative stabilities, and all the [formless] absorptions; without having practiced the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; and without having perfected the ten bodhisattva levels, without having been established in the five extrasensory powers, without having entered into the maturity of the bodhisattvas, without having refined the buddhafields, without having brought beings to maturation, and without having brought into being the thirty-two major marks of a great person and the eighty excellent minor marks.” “

source: མི་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་ཡོངས་སུ་མ་བསྒྲུབས་པར་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་སོ།
en: Subhūti, it is so!

source: དེ་ཇི་སྐད་དུ་སྨྲས་པ་དེ་བཞིན་ཏེ། ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ཡོངས་སུ་རྫོགས་པར་མ་བྱས། སྟོང་པ་ཉིད་བཅུ་བཞི་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་དང་། བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་།
en: It is as you have said.

source: སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཡོངས་སུ་རྫོགས་པར་མ་བྱས། བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་མ་རྫོགས། མངོན་པར་ཤེས་པ་ལྔ་ལ་མ་གནས། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་མ་ཞུགས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་མ་བྱས། སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་མ་བྱས། མི་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་ཡོངས་སུ་མ་བསྒྲུབས་པར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་ནུས་ཏེ།
en: They cannot attain consummate buddhahood in unsurpassed, complete enlightenment without having practiced the six perfections; without having practiced the fourteen aspects of emptiness, the thirty-seven factors conducive to enlightenment, the three gateways of liberation, the meditative concentrations, the aspects of liberation, the meditative stabilities, all the [formless] absorptions, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas; and without having perfected the ten bodhisattva levels, without having been established in the five extrasensory powers, without having entered into the maturity of the bodhisattvas, without having refined the buddhafields, without having brought beings to maturation, and without having brought into being the thirty-two major marks of a great person and the eighty excellent minor marks. “

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། དྲན་པ་ཉེ་བར་གཞག་པ་བཞི་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་དང་། རྣམ་པར་ཐར་པའི་སྒོ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། བསམ་གཏན་དང་། རྣམ་པར་ཐར་པ་དང་། ཏིང་ངེ་འཛིན་དང་། སྙོམས་པར་འཇུག་པ་ཐམས་ཅད་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་།
en: Subhūti, bodhisattva great beings will attain all-aspect omniscience when they have perfected their engagement in unimpaired reality and the constant state of equanimity; when they have perfected the six perfections, all the aspects of emptiness, {Ki.

source: སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ས་བཅུ་ཡོངས་སུ་རྫོགས་པར་བྱས། མངོན་པར་ཤེས་པ་ལྔ་ལ་གནས། བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་ཞུགས། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པར་བྱས། སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱས། མི་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་ཡོངས་སུ་བསྒྲུབས། མི་ཉམ་པའི་ཆོས་ཉིད་དང་། རྟག་ཏུ་བཏང་སྙོམས་སུ་རྣམ་པར་སྤྱོད་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་ནས།
en: VIII: 104} [the causal attributes] from the four applications of mindfulness up to and including the noble eightfold path, the gateways of liberation—emptiness, signlessness, and wishlessness—the meditative concentrations, the aspects of liberation, the meditative stabilities, all the [formless] absorptions, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, and the ten bodhisattva levels; and when they have been established in the five extrasensory powers, entered into the maturity of the bodhisattvas, refined the buddhafields, brought beings to maturation, and brought into being the thirty-two major marks of a great person and the eighty excellent minor marks. “

source: རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འཐོབ་པར་འགྱུར་རོ། །རབ་འབྱོར་དེ་ཡང་གཟུགས་ཀྱི་རང་བཞིན་ལ་གནས། ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པའི་རང་བཞིན་ལ་གནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་གྱི་རང་བཞིན་ལ་གནས་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ།
en: Indeed, Subhūti, it is when they have been established in the essential nature of physical forms; established in the essential nature of feelings, perceptions, formative predispositions, and consciousness; and established in the essential nature [of all the attributes and goals], up to and including unsurpassed, complete enlightenment, that bodhisattva great beings will attain consummate buddhahood in unsurpassed, complete enlightenment.

source: །རང་བཞིན་དེ་ཡང་ཉེ་བར་ཞི་བ་སྟེ། ཆོས་གང་ཡང་འཕེལ་བར་བྱེད་པ་འམ།
en: But that essential nature is at peace.

source: འབྲི་བར་བྱེད་པ་འམ། སྐྱེ་བ་འམ། འགག་པ་འམ་ཀུན་ནས་ཉོན་མོངས་པ་འམ། རྣམ་པར་བྱང་བ་འམ་ཐོབ་པ་འམ། མངོན་པར་རྟོགས་པར་བྱེད་པ་མེད་དེ། དེ་ཡང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བཏགས་པའི་ཆོས་ཉིད་ཉེ་བར་བཟུང་ན།
en: That is to say, it causes nothing at all to be enhanced or diminished, to arise or cease, or to be afflicted, purified, attained, or realized. “

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའི། དོན་དམ་པར་ནི་གཟུགས་སམ་ཚོར་བ་འམ་འདུ་ཤེས་སམ་འདུ་བྱེད་དམ་རྣམ་པར་ཤེས་པ་འམ། སྐྱེ་མཆེད་དམ་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་འམ། ཕ་རོལ་དུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་སམ། འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་རྣམས་སམ། དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་། མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་སམ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཀྱི་བར་རམ། གང་བྱང་ཆུབ་ཏུ་སྤྱོད་པའི་ཆོས་དེ་ལྟ་བུ་ཡང་མེད་དེ།
en: According to the reality that is conceived in mundane, conventional terms, bodhisattva great beings will attain consummate buddhahood in unsurpassed, complete enlightenment, but according to ultimate truth, there exists nothing at all such as physical forms, feelings, perceptions, formative predispositions, consciousness, sense fields, sensory elements, links of dependent origination, perfections, all the aspects of emptiness, the factors conducive to enlightenment, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, the eighteen distinct qualities of the buddhas, or [the goals], up to and including unsurpassed, complete enlightenment—and there is no one at all that engages in enlightenment.

source: ཆོས་དེ་དག་ཐམས་ཅད་ནི་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཉེ་བར་བཟུང་སྟེ། བཏགས་པ་ཡིན་གྱི་དོན་དམ་པར་ནི་མ་ཡིན་ནོ།
en: All these are conceived according to mundane, conventional terms, but that is ultimately not the case.

source: །དེ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེམས་དང་པོ་བསྐྱེད་པ་ནས་ཉེ་བར་བཟུང་སྟེ། བྱང་ཆུབ་ཏུ་སྤྱོད་ཀྱང་སེམས་དེ་དག་མི་དམིགས་ཏེ།
en: Consequently, bodhisattva great beings, commencing from the time when they first begin to set their mind on enlightenment, engage in enlightenment but do not apprehend those thoughts.

source: སེམས་ཅན་རྣམས་དང་། རང་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཡང་མི་དམིགས་སོ། །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གང་གི་ཚེ་རབ་འབྱོར་ཁྱོད་ཀྱིས་འཇིག་ཚོགས་ལ་ལྟ་བ་སྤང་བའི་ཕྱིར་དབང་པོ་རྣམས་ཐོབ་པར་གྱུར་པ་དང་། བར་ཆད་མེད་པའི་ཏིང་ངེ་འཛིན་ཏམ།
en: They do not even apprehend beings, pratyekabuddhas, or bodhisattvas. “

source: རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པ་འམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་འམ། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་འམ། དགྲ་བཅོམ་པ་ཉིད་ཐོབ་པར་གྱུར་པ་དེའི་ཚེ། རྨི་ལམ་འམ་སེམས་སམ་ལམ་འམ་འབྲས་བུ་དམིགས་པར་འགྱུར་བ་ཡོད་དམ།
en: Subhūti, do you think that at the time when you, Subhūti, acquired the faculties in order to abandon false views about perishable composites, or when you acquired the unobstructed meditative stabilities, or the fruit of entering the stream to nirvāṇa, the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, or arhatship, there were any dreams, thoughts, or fruits that you apprehended?” “

source: འོ་ན་ཇི་ལྟར་ཁྱོད་རབ་འབྱོར་གྱིས་དགྲ་བཅོམ་པ་ཐོབ་པོ་ཞེས་བྱ་བར་བཀའ་སྩལ་ཏེ།
en: In that case, in what manner was it declared and prophesied that you, Subhūti, had attained arhatship?”

source: ལུང་བསྟན་པར་གྱུར་གསོལ་པ།
en: asked the Blessed One. “

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཉེ་བར་བཟུང་སྟེ། བཀས་ལུང་བསྟན་ཏོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, this was declared and prophesied according to mundane convention.” {

source: རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཡང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བཏགས་པའོ།
en: Ki.VIII: 105} “In the same way, Subhūti,” continued the Blessed One, “bodhisattvas are also conceived in mundane, conventional terms.

source: །གཟུགས་ཀྱང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བཏགས་པའོ།
en: Physical forms, too, are conceived in mundane, conventional terms.

source: །ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡང་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཏུ་བཏགས་པའོ།
en: Feelings, perceptions, formative predispositions, and consciousness are also conceived in mundane, conventional terms.

source: །སྐྱེ་མཆེད་དང་། ཁམས་དང་། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་ཡང་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཏུ་བཏགས་པའོ། །ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་།
en: The sense fields, sensory elements, and links of dependent origination are also conceived in mundane, conventional terms.

source: སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་རྣམས་ཀྱང་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཏུ་བཏགས་པའོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་།
en: The perfections, all the aspects of emptiness, and the factors conducive to enlightenment are also conceived in mundane, conventional terms.

source: མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་ཀྱང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བཏགས་པའོ།
en: The truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways are also conceived in mundane, conventional terms.

source: །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱང་འཇིག་རྟེན་གྱི་ཐ་སྙད་ཏུ་བཏགས་པའོ།
en: The powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion, and the eighteen distinct qualities of the buddhas are also conceived in mundane, conventional terms. [

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ཡང་འཇིག་རྟེན་གྱི་ཐ་སྙད་དུ་བཏགས་པའོ།
en: The goals], up to and including all-aspect omniscience, are also conceived in mundane, conventional terms.

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ནི་ཆོས་གང་ལ་ཡང་འཕེལ་བར་བྱེད་པ་འམ། འགྲིབ་པར་བྱེད་པ་འམ་ཕན་འདོགས་པ་བས། གནོད་པར་གྱུར་པ་དེ་ལྟ་བུ་གང་ཡང་མི་དམིགས་ཏེ།
en: Bodhisattva great beings do not apprehend anything at all that may be enhanced, diminished, benefited, or harmed.

source: ཆོས་ཀྱི་རང་བཞིན་ཉེ་བར་བཟུང་ནས། ཆོས་རྣམས་ཀྱི་ཆོས་ཀྱི་རང་བཞིན་དེ་ཡང་མ་དམིགས་ན། སེམས་དང་པོ་བསྐྱེད་པ་དམིགས་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: Commencing from the essential nature of phenomena, since even that essential nature of phenomena, of which all phenomena partake, is not apprehended, how could the initial setting of the mind on enlightenment possibly be apprehended?

source: །ས་བཅུ་པའི་བར་དང་། ཕ་རོལ་ཏུ་ཕྱིན་པ་རྣམས་དང་། སྟོང་པ་ཉིད་ཐམས་ཅད་དང་། བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་བཅུ་རྩ་བདུན་དུ་དམིགས་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: How could [bodhisattvas], up to and including those of the tenth level, along with the perfections, all the aspects of emptiness, and the thirty-seven factors conducive to enlightenment possibly be apprehended?

source: དེ་ནི་གནས་མེད་དོ། །འཕགས་པའི་བདེན་པ་དང་། བསམ་གཏན་དང་། ཚད་མེད་པ་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་དང་། རྣམ་པར་ཐར་པ་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དང་།
en: That would be impossible!

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་ཀྱི་སྒོ་རྣམས་སུ་དམིགས་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: How could the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, and the dhāraṇī gateways possibly be apprehended?

source: དེ་ནི་གནས་མེད་དོ། །དེ་བཞིན་གཤེགས་པའི་སྟོབས་དང་།
en: That would be impossible!

source: མི་འཇིགས་པ་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་དང་། བྱམས་པ་ཆེན་པོ་དང་། སྙིང་རྗེ་ཆེན་པོ་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་དམིགས་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ།
en: How could the powers of the tathāgatas, the fearlessnesses, the kinds of exact knowledge, great loving kindness, great compassion and the eighteen distinct qualities of the buddhas possibly be apprehended?

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་དམིགས་པར་གྱུར་པ་ལྟ་ཅི་སྨོས་ཏེ།
en: How could [the goals], up to and including all-aspect omniscience, possibly be apprehended?

source: །རབ་འབྱོར་དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སྤྱད་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ཏེ། སེམས་ཅན་རྣམས་ཀྱི་དོན་བྱེད་དོ།
en: So it is, Subhūti, that having engaged in unsurpassed, complete enlightenment, bodhisattva great beings attain consummate buddhahood in unsurpassed, complete enlightenment, and then act for the benefit of beings.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་དྲུག་ཅུ་བཞི་པའོ།། །།དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས།
en: This completes the sixty-fourth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”
